{
  "chart": {
    "title": "Share of people who are undernourished",
    "note": "The FAO reports all values below 2.5% as \"<2.5%\" due to high uncertainty at very low levels of undernourishment.\n",
    "citation": "Food and Agriculture Organization of the United Nations (2025)",
    "originalChartUrl": "https://ourworldindata.org/grapher/prevalence-of-undernourishment?v=1&csvType=full&useColumnShortNames=false",
    "selection": [
      "World",
      "Sub-Saharan Africa (FAO)",
      "Southern Asia (FAO)",
      "South America (FAO)",
      "Northern Africa (FAO)",
      "Central Asia (FAO)",
      "South-eastern Asia (FAO)"
    ]
  },
  "columns": {
    "2.1.1 Prevalence of undernourishment | 000000000024000 || Value | 006121 || percent": {
      "titleShort": "Share of people who are undernourished",
      "titleLong": "Share of people who are undernourished - UN FAO",
      "descriptionShort": "Share of the population whose daily food intake does not provide enough energy to maintain a normal, active, and healthy life.\n",
      "descriptionKey": [
        "[Hunger](https://ourworldindata.org/hunger-and-undernourishment) has been a severe problem throughout history. For most people, growing enough food to feed their family was a daily struggle. Food shortages, malnutrition, and [famines](https://ourworldindata.org/famines) were common around the world.",
        "This data estimates the share of people who are undernourished — those whose daily energy (calorie) intake is too low to support a normal, active, and healthy life.",
        "Undernourishment is determined solely by whether a person gets enough calories. It does not account for the quality or diversity of their diet. Therefore, it is only one aspect of malnutrition, a broader term that captures other deficiencies, such as micronutrients.",
        "Minimum calorie needs vary by sex, age, body size, and activity level. Researchers use demographic data to account for these differences in each country's estimates.",
        "The data is published by the Food and Agriculture Organization of the United Nations (FAO). It is based on a statistical model that combines national food supply data, demographic projections, and, where available, household food consumption surveys. To reduce short-term variability on country-level data, the FAO sets the values for a given year to the average of the last three years.",
        "Many countries, especially high-income ones, are shown at 2.5% because the FAO reports values between 0% and 2.5% as \"<2.5%\", due to uncertainty at very low levels of undernourishment.",
        "The world has made significant progress in reducing undernourishment. However, this data shows we are still far from ending hunger: nearly 1 in 10 people globally don't get enough to eat. Hunger worsened during the COVID-19 pandemic and remains a major challenge."
      ],
      "shortUnit": "%",
      "unit": "percent",
      "timespan": "2000-2023",
      "type": "Numeric",
      "owidVariableId": 1016950,
      "shortName": "_2_1_1_prevalence_of_undernourishment__000000000024000__value__006121__percent",
      "lastUpdated": "2025-03-17",
      "nextUpdate": "2026-03-17",
      "citationShort": "Food and Agriculture Organization of the United Nations (2025) – with major processing by Our World in Data",
      "citationLong": "Food and Agriculture Organization of the United Nations (2025) – with major processing by Our World in Data. “Share of people who are undernourished – UN FAO” [dataset]. Food and Agriculture Organization of the United Nations, “SDG Indicators” [original data].",
      "fullMetadata": "https://api.ourworldindata.org/v1/indicators/1016950.metadata.json"
    }
  },
  "dateDownloaded": "2025-11-26",
  "activeFilters": {}
}